[
    "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice, and most of all, love of what you are doing. — Pelé",
    "Dream big and dare to fail. — Norman Vaughan",
    "Believe you can, and you're halfway there. — Theodore Roosevelt",
    "The future depends on what you do today. — Mahatma Gandhi",
    "It always seems impossible until it's done. — Nelson Mandela",
    "Work hard in silence, let your success be your noise. — Frank Ocean",
    "Do what you have to do until you can do what you want to do. — Oprah Winfrey",
    "Difficult roads often lead to beautiful destinations.",
    "You don’t have to be great to start, but you have to start to be great. — Zig Ziglar",
    "Education is the most powerful weapon which you can use to change the world. — Nelson Mandela",
    "Push yourself, because no one else is going to do it for you.",
    "Study like there’s no tomorrow because if you keep putting off your studies for tomorrow, you’ll probably be too late.",
    "Failure is the opportunity to begin again, this time more intelligently. — Henry Ford",
    "The way to get started is to quit talking and begin doing. — Walt Disney",
    "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful. — Albert Schweitzer",
    "Don’t let what you cannot do interfere with what you can do. — John Wooden",
    "Every expert was once a beginner.",
    "Little by little, one travels far. — J.R.R. Tolkien",
    "Your education is a dress rehearsal for a life that is yours to lead. — Nora Ephron",
    "A little progress each day adds up to big results.",
    "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.",
    "Never let the fear of striking out stop you from playing the game. — Babe Ruth",
    "There are no limits to what you can accomplish, except the limits you place on your own thinking. — Brian Tracy",
    "Don't watch the clock; do what it does. Keep going. — Sam Levenson",
    "Do the best you can until you know better. Then when you know better, do better. — Maya Angelou",
    "Success is the sum of small efforts, repeated day in and day out. — Robert Collier",
    "Nothing will work unless you do. — Maya Angelou",
    "If you are not willing to learn, no one can help you. If you are determined to learn, no one can stop you.",
    "Don’t be afraid to fail. Be afraid not to try.",
    "Hard work beats talent when talent doesn’t work hard.",
    "There is no substitute for hard work. — Thomas Edison",
    "Strive for progress, not perfection.",
    "The best way to predict your future is to create it. — Abraham Lincoln",
    "Start where you are. Use what you have. Do what you can. — Arthur Ashe",
    "Doubt kills more dreams than failure ever will. — Suzy Kassem",
    "Perseverance is not a long race; it is many short races one after another. — Walter Elliot",
    "Set your goals high, and don’t stop till you get there. — Bo Jackson",
    "Your limitation—it’s only your imagination.",
    "Difficulties in life are intended to make us better, not bitter.",
    "Work gives you meaning and purpose and life is empty without it. — Stephen Hawking",
    "When you feel like quitting, think about why you started.",
    "Successful people are not gifted; they just work hard, then succeed on purpose.",
    "One day, all your hard work will pay off.",
    "Failure is success in progress. — Albert Einstein",
    "Study hard, no matter if it seems impossible, no matter if it takes time, no matter if you have to stay up all night, just remember that the feeling of success is the best thing in the entire world.",
    "If you get tired, learn to rest, not to quit.",
    "Education is not the filling of a pail, but the lighting of a fire. — W.B. Yeats",
    "Winners are not people who never fail but people who never quit.",
    "I am not afraid of storms, for I am learning how to sail my ship. — Louisa May Alcott",
    "Small steps in the right direction can turn out to be the biggest step of your life.",
    "You don’t drown by falling in the water; you drown by staying there. — Edwin Louis Cole",
    "Don't let yesterday take up too much of today. — Will Rogers",
    "Effort only fully releases its reward after a person refuses to quit. — Napoleon Hill",
    "Wake up with determination. Go to bed with satisfaction.",
    "You miss 100% of the shots you don’t take. — Wayne Gretzky",
    "Courage doesn’t always roar. Sometimes it’s the quiet voice at the end of the day saying, ‘I will try again tomorrow.’ — Mary Anne Radmacher",
    "Genius is 1% inspiration, 99% perspiration. — Thomas Edison",
    "Work hard, stay humble, and never stop learning.",
    "It’s not about how bad you want it. It’s about how hard you’re willing to work for it.",
    "Make today so awesome that yesterday gets jealous.",
    "If it doesn’t challenge you, it won’t change you.",
    "Don’t compare yourself to others. Compare yourself to who you were yesterday.",
    "You have to expect things of yourself before you can do them.",
    "Don’t stress. Do your best. Forget the rest.",
    "Life is 10% what happens to you and 90% how you react to it. — Charles R. Swindoll",
    "Even if you are on the right track, you’ll get run over if you just sit there. — Will Rogers",
    "Winners never quit, and quitters never win. — Vince Lombardi",
    "Don't wish for it; work for it.",
    "Difficulties increase the nearer we get to the goal. — Johann Wolfgang von Goethe",
    "The struggle you’re in today is developing the strength you need for tomorrow.",
    "There’s no elevator to success—you have to take the stairs.",
    "A person who never made a mistake never tried anything new. — Albert Einstein",
    "Success is how high you bounce when you hit bottom. — George S. Patton",
    "Education’s purpose is to replace an empty mind with an open one. — Malcolm Forbes",
    "Think like a proton—always positive.",
    "Opportunities don’t happen, you create them. — Chris Grosser",
    "Stop doubting yourself, work hard, and make it happen.",
    "Discipline is choosing between what you want now and what you want most.",
    "Always do your best. What you plant now, you will harvest later.",
    "Do what is right, not what is easy.",
    "The man on top of the mountain didn’t fall there. — Vince Lombardi",
    "Education is not preparation for life; education is life itself. — John Dewey",
    "Keep going. Everything you need will come to you at the perfect time.",
    "Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart.",
    "Fall seven times, stand up eight. — Japanese Proverb"
]